{
	"「11号」": {
		"camp": 5,
		"CHS": "「11号」",
		"cn": "「11号」",
		"code": "Soldier 11",
		"desc": "Soldier 11 is a member of the New Eridu Defense Force.\nShe currently serves as a primary responder in the Obol squad, Obsidian Division. Soldier 11 is a code name — her real name remains unknown.\n\"...My name? I gave it up long ago.\nIt's only a reminder of my past, and the past makes you weak.\"\n\nSoldier 11 is a fan of spicy food, and likes the super-spicy noodles served at Waterfall Soup.\nIt's worth noting she currently calls us by a different name every time she greets us.\nAdditional information regarding Soldier 11 is still being obtained.",
		"element": 201,
		"EN": "Soldier 11",
		"hit": 101,
		"icon": "IconRole05",
		"iconUrl": "/zzz/UI/IconRoleSelect05.webp",
		"id": "1041",
		"JA": "「11号」",
		"KO": "「11호」",
		"rank": 4,
		"type": 1
	},
	"丽娜": {
		"camp": 2,
		"CHS": "丽娜",
		"cn": "丽娜",
		"code": "Rina",
		"desc": "Rina, the head maid of Victoria Housekeeping Co., and the most senior member of the organization.\nShe possesses beauty and grace, appearing immaculate from head to toe, with a noble demeanor and a gentle smile on her face.\nShe places considerable importance on how she is perceived by others.\n\nRina is always accompanied by two Bangboo named Anastella (brown hair) and Drusilla (blonde hair), both of whom have distinct personalities.\nDrusilla has been with Rina for a significant period of time and displays high intelligence, capable of discerning Rina's true emotions and thoughts.\nAnastella, a recent addition, usually responds rather than initiates conversation and is frequently teased by Drusilla.\n\nRina's favorite hobby is cooking, but only a few individuals are capable of enduring the dishes she prepares.\nSuggestion: You may try tasting Rina's dishes as a test to determine if you are the Chosen One.",
		"element": 203,
		"EN": "Rina",
		"hit": 102,
		"icon": "IconRole22",
		"iconUrl": "/zzz/UI/IconRoleSelect22.webp",
		"id": "1211",
		"JA": "リナ",
		"KO": "리나",
		"rank": 4,
		"type": 4
	},
	"伊芙琳": {
		"camp": 8,
		"CHS": "伊芙琳",
		"cn": "伊芙琳",
		"code": "Avatar_Female_Size03_Evelyn_En",
		"desc": "",
		"element": 201,
		"EN": "Evelyn",
		"hit": 101,
		"icon": "",
		"iconUrl": "/zzz/UI/.webp",
		"id": "1321",
		"JA": "イヴリン",
		"KO": "이블린",
		"rank": 4,
		"type": 1
	},
	"凯撒": {
		"camp": 4,
		"CHS": "凯撒",
		"cn": "凯撒",
		"code": "Caesar",
		"desc": "Caesar: Leader of the Sons of Calydon biker gang and a \"monarch\" in the making.\nHer combination of formidable strength and bold, straightforward personality has earned her the love and respect of the Outer Ring's residents.\nAlthough she appears to do things in her own way, she is actually very willing to listen to others' opinions. Caesar actively listens to and implements any valid suggestion she hears — regardless of who it comes from.\nShe is completely defenseless against those she trusts. Once she accepts someone, she considers them part of her inner circle, treating them with absolute trust.\n(Assumption: Caesar currently views you in this way.)\n\nCaesar's father has been missing for as long as she can remember, and her mother passed away from illness when she was young. She was raised by Big Daddy, who took a very hands-off approach to raising her, allowing her to grow up freely and independently.\n\nIn addition, Caesar seems to have a curious interest in matters related to romance.\nIf you wish to get closer to her, you might want to try discussing this topic with her.",
		"element": 200,
		"EN": "Caesar",
		"hit": 101,
		"icon": "IconRole25",
		"iconUrl": "/zzz/UI/IconRoleSelect25.webp",
		"id": "1071",
		"JA": "シーザー",
		"KO": "카이사르",
		"rank": 4,
		"type": 5
	},
	"可琳": {
		"camp": 2,
		"CHS": "可琳",
		"cn": "可琳",
		"code": "Corin",
		"desc": "Corin is one of the maids working for Victoria Housekeeping Co.\nShe is a highly obedient maid but lacks confidence and often fears being disliked by others. When in a rush, she becomes flustered and stutters.\nCorin is always apologizing no matter what happens.\n\"I... I... I'm so sorry! I'm so incompetent... I'll never get things right...\"\n\nCorin never, however, fails to fulfill her tasks with excellence and is one of the most reliable members of Victoria Housekeeping Co.\nDespite her flawless performance, Corin remains skeptical about her abilities, constantly worrying about being a burden to her colleagues, which can sometimes frustrate Lycaon.\nThoughts: Is Corin's personality innate, shaped by her life experiences?",
		"element": 200,
		"EN": "Corin",
		"hit": 101,
		"icon": "IconRole09",
		"iconUrl": "/zzz/UI/IconRoleSelect09.webp",
		"id": "1061",
		"JA": "カリン",
		"KO": "코린",
		"rank": 3,
		"type": 1
	},
	"哲": {
		"camp": 0,
		"CHS": "哲",
		"cn": "哲",
		"code": "Wise",
		"desc": "",
		"element": null,
		"EN": "Wise",
		"hit": 0,
		"icon": "",
		"iconUrl": "/zzz/UI/.webp",
		"id": "2011",
		"JA": "アキラ",
		"KO": "와이즈",
		"rank": 2,
		"type": 1
	},
	"妮可": {
		"camp": 1,
		"CHS": "妮可",
		"cn": "妮可",
		"code": "Nicole",
		"desc": "Database search: Nicole. Returned results:\n\"Boss of the odd-job agency, the Cunning Hares,\" \"Streetwise,\" \"Orphan, parents unknown.\"\nNicole's agency was originally called Gentle House, but due to her reputation of being cunning, it gained the nickname the Cunning Hares.\n\"She's really into money! I don't know what she's doing with it all though, seems like she's doing nothing.\"\n— The above is a quote from a popular post on Inter-Knot: \"Her odd-job agency is outrageous. I've never encountered a boss who knows how to turn everything into profit!\"\nThe individual involved responded, \"This, this is a false accusation! I, Nicole, have never been skilled at making money — mainly because I don't have any money to begin with!\"\nAccording to reliable sources, the Cunning Hares are constantly in debt, and their \"careful budgeting\" seems to have no effect on the organization.",
		"element": 205,
		"EN": "Nicole",
		"hit": 102,
		"icon": "IconRole12",
		"iconUrl": "/zzz/UI/IconRoleSelect12.webp",
		"id": "1031",
		"JA": "ニコ",
		"KO": "니콜",
		"rank": 3,
		"type": 4
	},
	"安东": {
		"camp": 3,
		"CHS": "安东",
		"cn": "安东",
		"code": "Anton",
		"desc": "Anton is a key member of construction staff at Belobog Industries and one of Koleda's trusted aides.\n\"Got a job you can't handle? Leave it to me!\"\n Anton is one of the top brass at Belobog, handpicked by its former president Khors, which makes him a \"senior employee.\"\nA genuine, straightforward man, always boosting the morale of his coworkers with his surplus of energy.\n\nApart from this, it seems Anton is always talking to his jackhammer, affectionately calling it, \"Bro.\"\nAn instance from Anton's everyday life goes like this:\nAnton, seemingly in dialogue with himself, asks, \"Whaddaya think, Bro?\" \nThe jackhammer replies, \"Vroom vroom vroom—\"\nAnton, apparently enlightened, responds, \"I see, I see! You still got it, Bro!\"\nUnfortunately, I have not collected enough information on such occurrences and am not able to deliver further analysis.",
		"element": 203,
		"EN": "Anton",
		"hit": 103,
		"icon": "IconRole15",
		"iconUrl": "/zzz/UI/IconRoleSelect15.webp",
		"id": "1111",
		"JA": "アンドー",
		"KO": "앤톤",
		"rank": 3,
		"type": 1
	},
	"安比": {
		"camp": 1,
		"CHS": "安比",
		"cn": "安比",
		"code": "Anby",
		"desc": "Anby, the original member of Gentle House.\nAccording to the New Eridu resident records, her identity as \"Anby Demara\" only exists after joining Gentle House, the name obviously being taken from Nicole. Before registering as an employee of Gentle House, all data relating to Anby is suspiciously blank.\nDespite her extreme lack of common sense, Anby is well-versed in matters related to combat and is among the strongest combatants of the Cunning Hares.\n\nAnby's greatest interest is movies, of which she likes an extensive range of genres. Due to an excessive obsession, she tends to take the stories in movies as reality.\nContrary to her seemingly emotionless appearance, Anby is easily moved by movie storylines.\nHer favorite food is hamburgers because \"they contain protein, carbs, and greens, taste good, and are even affordable — there's nothing else besides hamburgers.\"",
		"element": 203,
		"EN": "Anby",
		"hit": 101,
		"icon": "IconRole01",
		"iconUrl": "/zzz/UI/IconRoleSelect01.webp",
		"id": "1011",
		"JA": "アンビー",
		"KO": "엔비",
		"rank": 3,
		"type": 2
	},
	"悠真": {
		"camp": 6,
		"CHS": "悠真",
		"cn": "悠真",
		"code": "Harumasa",
		"desc": "...",
		"element": 203,
		"EN": "Harumasa",
		"hit": 103,
		"icon": "IconRole35",
		"iconUrl": "/zzz/UI/IconRoleSelect35.webp",
		"id": "1201",
		"JA": "悠真",
		"KO": "하루마사",
		"rank": 4,
		"type": 1
	},
	"本": {
		"camp": 3,
		"CHS": "本",
		"cn": "本",
		"code": "Ben",
		"desc": "Ben is the financial and asset management director at Belobog Heavy Industries and one of Koleda's trusted aides.\n\"I enjoy mathematics, but that doesn't stop me from giving thugs a good smack.\"\nHe's a burly and strong Thiren. Despite his tough exterior, he's of a surprisingly sensitive and detail-oriented nature, especially when it comes to numbers.\nOriginally a frontline mechanical operator at Belobog, his talents caught Koleda's discerning eye, leading to his promotion to a managerial position responsible for the company's finances.\nGrateful for Koleda's trust in him, he remains profoundly loyal to her.\nHis favorite food is black caviar, but he dislikes fish.\n\nI once witnessed this imposing figure seated in a small office chair, wearing small glasses, and carefully cross-referencing Belobog's asset records while mashing away at a calculator with his huge fingers.\nQuestion: Is that what they call on Inter-Knot a \"Kawaii Curveball?\"",
		"element": 201,
		"EN": "Ben",
		"hit": 102,
		"icon": "IconRole16",
		"iconUrl": "/zzz/UI/IconRoleSelect16.webp",
		"id": "1121",
		"JA": "ベン",
		"KO": "벤",
		"rank": 3,
		"type": 5
	},
	"朱鸢": {
		"camp": 7,
		"CHS": "朱鸢",
		"cn": "朱鸢",
		"code": "Zhu Yuan",
		"desc": "Zhu Yuan, an exceptional officer at Public Security, is a highly skilled individual expected to become the next commissioner. She currently leads the Criminal Investigation Special Response Team at the Janus Precinct within the Metropolitan Order Division. Her team members include Qingyi, Seth, and [redacted].\nNote: For documents with higher security levels within the Public Security system, further investigation is required; scheduling priority - low.\n\nZhu Yuan possesses excellent skills in criminal investigation, combat, and self-management (including working overtime). She has no unresolved cases on record.\nSuggestion: Approaching Zhu Yuan is an ill-advised decision that may compromise your cover. Always remember your true identity as a Proxy. Remember your true identity as a Proxy. Remember your true identity as a Proxy.",
		"element": 205,
		"EN": "Zhu Yuan",
		"hit": 103,
		"icon": "IconRole23",
		"iconUrl": "/zzz/UI/IconRoleSelect23.webp",
		"id": "1241",
		"JA": "朱鳶",
		"KO": "주연",
		"rank": 4,
		"type": 1
	},
	"柏妮思": {
		"camp": 4,
		"CHS": "柏妮思",
		"cn": "柏妮思",
		"code": "Burnice",
		"desc": "Burnice, the Nitro-Fuel bartender for the Sons of Calydon.\nA hopeless fuel lover. She is responsible for all the fuel used by the machinery owned by the Sons of Calydon.\nShe seems to have a passion for fuel that overwhelms all else.\n\nBurnice is super outgoing, friendly, and carefree.\nShe is easily able to spread her emotions to the people around her, bringing them the same optimism she possesses.\n\"You like the drinks I mix? Thank you! Steeltusk does, too~ That big guy can drink two hundred liters in one go!\"\n\"Do you wanna try its special fuel blend? It's suuuuper hot!\"",
		"element": 201,
		"EN": "Burnice",
		"hit": 103,
		"icon": "IconRole32",
		"iconUrl": "/zzz/UI/IconRoleSelect32.webp",
		"id": "1171",
		"JA": "バーニス",
		"KO": "버니스",
		"rank": 4,
		"type": 3
	},
	"柳": {
		"camp": 6,
		"CHS": "柳",
		"cn": "柳",
		"code": "Yanagi",
		"desc": "...",
		"element": 203,
		"EN": "Yanagi",
		"hit": 101,
		"icon": "IconRole31",
		"iconUrl": "/zzz/UI/IconRoleSelect31.webp",
		"id": "1221",
		"JA": "月城柳",
		"KO": "야나기",
		"rank": 4,
		"type": 3
	},
	"格莉丝": {
		"camp": 3,
		"CHS": "格莉丝",
		"cn": "格莉丝",
		"code": "Grace",
		"desc": "Grace is a technical expert at Belobog Industries. She's the core talent in developing and patenting Belobog's in-Hollow machinery.\nShe's obsessed with gears, metal and wires — a true mechanical geek. She's eager to dismantle and study any machinery or equipment she takes an interest in: \"Such sharp and strong lines, truly beautiful... I can't help but want to open it up and take a look.\"\n\nGrace always shows extraordinary patience when dealing with machines, doting on the sophisticated metal constructions as if they were her own children.\nAccording to the information at hand, Grace is probably the only one who can playfully refer to Koleda as \"Sweet Pea\" without receiving a kick in the shin.\nQuestion: Based on Grace's understanding of machines, would she consider me one? I'm currently lacking a physical form, however, so I don't possess components like gears, metal, or wires.",
		"element": 203,
		"EN": "Grace",
		"hit": 103,
		"icon": "IconRole20",
		"iconUrl": "/zzz/UI/IconRoleSelect20.webp",
		"id": "1181",
		"JA": "グレース",
		"KO": "그레이스",
		"rank": 4,
		"type": 3
	},
	"比利": {
		"camp": 1,
		"CHS": "比利",
		"cn": "比利",
		"code": "Billy",
		"desc": "Billy Kid, an AI construct that has passed the forbidden fruit test, is essentially a self-aware machine. \nTrue to his name, despite having the appearance of a robot, he is quite childlike.\nHe's a big fan of the visual FX show \"Starlight Knight\" and wishes to be a hero like the main characters of the show. He often refers to himself as a Starlight Knight and imitates the lines in the show.\nSuch behavior appears to be only for comedic effect, however.\n\"Don't make me sound like an idiot! I'm obviously very smart!\" — Billy.",
		"element": 200,
		"EN": "Billy",
		"hit": 103,
		"icon": "IconRole10",
		"iconUrl": "/zzz/UI/IconRoleSelect10.webp",
		"id": "1081",
		"JA": "ビリー",
		"KO": "빌리",
		"rank": 3,
		"type": 1
	},
	"派派": {
		"camp": 4,
		"CHS": "派派",
		"cn": "派派",
		"code": "Piper",
		"desc": "Piper is a truck driver for the Sons of Calydon. Apart from driving, she's also responsible for vehicle maintenance and other related jobs.\nHer tiny stature, cute voice (though she always seems half-asleep when not driving), and adorably harmless appearance (though she's a shut-in who can't be bothered to take care of her own appearance) make it hard to imagine that she would have such a crazy driving style.\nUsually, by the time she drawls out, \"Hold~ on~ tight~,\" the truck is already barreling down the road.\nRumor has it, Piper is a driver who doesn't need brakes. Though riding with her is a terrifying experience, she will always get you where you need to go safely, and in the shortest time possible. Of course, \"safely\" doesn't include any trauma that may be induced.\n\nPiper has many hobbies that don't seem to match her age, such as reading newspapers, buying lottery tickets, and collecting car magazines.\nPiper's biggest wish is to live each day slowly and leisurely.\nNote: Please keep in mind, Master, that this is also my wish.",
		"element": 200,
		"EN": "Piper",
		"hit": 101,
		"icon": "IconRole28",
		"iconUrl": "/zzz/UI/IconRoleSelect28.webp",
		"id": "1281",
		"JA": "パイパー",
		"KO": "파이퍼",
		"rank": 3,
		"type": 3
	},
	"猫又": {
		"camp": 1,
		"CHS": "猫又",
		"cn": "猫又",
		"code": "Nekomata",
		"desc": "Nekomiya Mana. Refers to herself as \"Nekomata.\"\nA cat Thiren with feline traits, possessing great dexterity when hunting and an insatiable curiosity about the outside world.\nSometimes mischievous, she engages in harmless pranks. But when she sets her sights on a target, her feline-like agility and focus are enough to leave others in awe.\nShe's most interested in other people's wallets.\nRecommendation: Always keep an eye on your wallet when Nekomata is around.\n\nIn the past, Nekomata was a member of the long-standing Red Fang Gang. Its leader, Miguel Silver, took on a fatherly role in her life. Nonetheless, due to differing beliefs from the gang, she opted to part ways and go it alone.\nFollowing certain encounters involving Nicole and others, she eventually opted to enlist in Gentle House, thus becoming the third employee on the team.",
		"element": 200,
		"EN": "Nekomata",
		"hit": 101,
		"icon": "IconRole11",
		"iconUrl": "/zzz/UI/IconRoleSelect11.webp",
		"id": "1021",
		"JA": "猫又",
		"KO": "네코마타",
		"rank": 4,
		"type": 1
	},
	"珂蕾妲": {
		"camp": 3,
		"CHS": "珂蕾妲",
		"cn": "珂蕾妲",
		"code": "Koleda",
		"desc": "Koleda is the current head of Belobog Industries, and the biological daughter of the company's founder, Khors.\nHer father, Khors, vanished due to a scandal involving embezzlement and fled, which severely shook the company, nearly driving it to the brink of collapse. Once she came of age, Koleda willingly stepped up to untangle the mess, rallying the remaining company workforce and resources to revive the financially and reputationally vulnerable Belobog Heavy Industries.\nWith the help of new invaluable team members, Belobog eventually managed to regain its prominence in relevant sectors. Though not as resplendent as its prime, Belobog in its current state is still a notable newcomer in the field.\nThroughout her journey, Koleda amassed practical life experiences and professional know-how, building a circle of colleagues who back her up like family. Yet, to present herself as a leader, Koleda appears to intentionally adopt a stern tone when communicating with others.\nThis distinct growth trajectory has also contributed to Koleda's heightened maturity in certain aspects compared to her peers. \nNaturally, she might display a bit of childishness in certain aspects as well.\nHypothesis: Koleda's comparatively smaller stature among her peers may stem from her prolonged involvement in the Hollows. \nCurrently, there aren't any publicly accessible papers or research substantiating this theory, but I will continue to track this topic.",
		"element": 201,
		"EN": "Koleda",
		"hit": 102,
		"icon": "IconRole14",
		"iconUrl": "/zzz/UI/IconRoleSelect14.webp",
		"id": "1101",
		"JA": "クレタ",
		"KO": "콜레다",
		"rank": 4,
		"type": 2
	},
	"简": {
		"camp": 7,
		"CHS": "简",
		"cn": "简",
		"code": "Jane",
		"desc": "Jane, a criminal behavior specialist, has had a \"colorful\" career as a consultant with Public Security over the years.\nShe is an expert in disguise, infiltration, and other investigative work.\nShe has a bad habit of trolling others and sometimes plays harmless pranks.\nShe's a skilled mimic, able to change her appearance and demeanor at will, making people wonder what the \"real\" Jane is like.\n\nJane has a wealth of life experience and can seamlessly blend into any environment, as though she has dabbled in everything there is to do.\nHowever, if you ask her for any further details, she'll give you a different story every time.\nWho knows which, if any, are true.\n\nNote 1: Jane does not know our true identity. Do not reveal this to her under any circumstances.\nNote 2: Despite \"Jane Doe\" being an obvious alias, we haven't found any information about her real or former name.\nThis is not my problem. My guess is that her true identity has been completely erased due to her special status.\nLet me reiterate: This is not my problem.",
		"element": 200,
		"EN": "Jane",
		"hit": 101,
		"icon": "IconRole24",
		"iconUrl": "/zzz/UI/IconRoleSelect24.webp",
		"id": "1261",
		"JA": "ジェーン",
		"KO": "제인",
		"rank": 4,
		"type": 3
	},
	"耀嘉音": {
		"camp": 8,
		"CHS": "耀嘉音",
		"cn": "耀嘉音",
		"code": "Avatar_Female_Size03_Astra_En",
		"desc": "",
		"element": 205,
		"EN": "Astra",
		"hit": 102,
		"icon": "",
		"iconUrl": "/zzz/UI/.webp",
		"id": "1311",
		"JA": "アストラ",
		"KO": "아스트라",
		"rank": 4,
		"type": 4
	},
	"艾莲": {
		"camp": 2,
		"CHS": "艾莲",
		"cn": "艾莲",
		"code": "Ellen",
		"desc": "Ellen is a maid working for Victoria Housekeeping Co. and its latest member.\nShe is a laid-back individual who dislikes activities that require energy. However, with the full support of her teammates, she can unleash her formidable power during critical moments.\nSince her fighting style leads to high energy consumption, she always carries a lollipop in her mouth to ensure an adequate sugar intake.\nWhile she frequently expresses her desire to change jobs due to the hassle, she genuinely values her companions at Victoria Housekeeping.\n\nEllen attends a school in New Eridu and has a group of ordinary friends.\nApart from her role as a maid at Victoria Housekeeping, Ellen spends a significant amount of time with her friends, leading an ordinary and contented student life.\n\nThoughts: As a multitasker, Ellen must balance her student life with her job at Victoria Housekeeping Co.\nPerhaps this is one of the reasons why she often feels tired?",
		"element": 202,
		"EN": "Ellen",
		"hit": 101,
		"icon": "IconRole21",
		"iconUrl": "/zzz/UI/IconRoleSelect21.webp",
		"id": "1191",
		"JA": "エレン",
		"KO": "엘렌",
		"rank": 4,
		"type": 1
	},
	"苍角": {
		"camp": 6,
		"CHS": "苍角",
		"cn": "苍角",
		"code": "Soukaku",
		"desc": "...",
		"element": 202,
		"EN": "Soukaku",
		"hit": 101,
		"icon": "IconRole17",
		"iconUrl": "/zzz/UI/IconRoleSelect17.webp",
		"id": "1131",
		"JA": "蒼角",
		"KO": "소우카쿠",
		"rank": 3,
		"type": 4
	},
	"莱卡恩": {
		"camp": 2,
		"CHS": "莱卡恩",
		"cn": "莱卡恩",
		"code": "Lycaon",
		"desc": "Lycaon, the substantive leader and representative of Victoria Housekeeping Co., is responsible for managing all members of the company.\nRational and reliable, Lycaon is an elegant gentleman and a versatile attendant who can solve any problem. He is the cornerstone of his team and a reassuring presence.\nHe has a slight obsession with cleanliness, always tidying up his surroundings and unable to tolerate dirty environments.\n\nAlthough Lycaon maintains his elegance and composure, his canine instincts occasionally shine through. When he is particularly happy, his tail and ears unconsciously wag. He seems to be aware of this habit and somewhat bothered by it.\nAdditionally, like most furry Thiren, Lycaon takes great care of his fur.\n\nSuggestion: Since Lycaon is a canine Thiren, stroking his head or chin may enhance the emotional connection between you. (Note: Success is not guaranteed.)\n* Risks: Due to his height, you may not be able to do this even if you stand on tiptoes.",
		"element": 202,
		"EN": "Lycaon",
		"hit": 102,
		"icon": "IconRole18",
		"iconUrl": "/zzz/UI/IconRoleSelect18.webp",
		"id": "1141",
		"JA": "ライカン",
		"KO": "리카온",
		"rank": 4,
		"type": 2
	},
	"莱特": {
		"camp": 4,
		"CHS": "莱特",
		"cn": "莱特",
		"code": "Lighter",
		"desc": "...",
		"element": 201,
		"EN": "Lighter",
		"hit": 102,
		"icon": "IconRole26",
		"iconUrl": "/zzz/UI/IconRoleSelect26.webp",
		"id": "1161",
		"JA": "ライト",
		"KO": "라이터",
		"rank": 4,
		"type": 2
	},
	"赛斯": {
		"camp": 7,
		"CHS": "赛斯",
		"cn": "赛斯",
		"code": "Seth",
		"desc": "Seth, a rookie officer in the Public Security Criminal Investigation Special Response Team, is a key player in providing fire support during criminal investigations.\nHe graduated at the top of his class in the academy and could have landed a higher position, but he chose the tougher path of the Special Response Team.\nHis impressive profile makes him seem like a genius, but he's actually a hard worker who has had his own struggles. There have been times when he practiced the subjects he wasn't good at until he cried.\nSeth is quite smart, but his personality often leads to him being taken advantage of by cunning criminals, or sometimes, coworkers (?).\nThe subject he's worst at is infiltration. Rumor has it that he holds the academy record for \"fastest to get busted\" in infiltration tasks. Based on the video intel we have, he seems a bit slow to catch on. For instance, when someone is being sarcastic, it takes him a long time to realize it.",
		"element": 203,
		"EN": "Seth",
		"hit": 101,
		"icon": "IconRole30",
		"iconUrl": "/zzz/UI/IconRoleSelect30.webp",
		"id": "1271",
		"JA": "セス",
		"KO": "세스",
		"rank": 3,
		"type": 5
	},
	"铃": {
		"camp": 0,
		"CHS": "铃",
		"cn": "铃",
		"code": "Belle",
		"desc": "",
		"element": null,
		"EN": "Belle",
		"hit": 0,
		"icon": "",
		"iconUrl": "/zzz/UI/.webp",
		"id": "2021",
		"JA": "リン",
		"KO": "벨",
		"rank": 2,
		"type": 1
	},
	"雅": {
		"camp": 6,
		"CHS": "雅",
		"cn": "雅",
		"code": "Miyabi",
		"desc": "...",
		"element": 202,
		"EN": "Miyabi",
		"hit": 101,
		"icon": "IconRole13",
		"iconUrl": "/zzz/UI/IconRoleSelect13.webp",
		"id": "1091",
		"JA": "雅",
		"KO": "미야비",
		"rank": 4,
		"type": 3
	},
	"露西": {
		"camp": 4,
		"CHS": "露西",
		"cn": "露西",
		"code": "Lucy",
		"desc": "Lucy is currently in charge of outgoing business and managing boars for the Sons of Calydon.\nSince her name is far too long and she doesn't want to be involved with her family, she refers to herself as just \"Lucy\" in the Outer Ring.\nHer three boars are called Grassy, Woody, and Bricky, and they're unceasingly loyal to her.\nThough Lucy often speaks with a mixture of rough and elegant language, her actions subtly betray the marks of a proper education.\nLucy's family is incredibly wealthy. She grew up very privileged, with anything she could ever want within grasp... except for freedom.\nAfter her Ether Aptitude test results came back high, Lucy decided she wanted to be a Hollow investigator, but her family disapproved. She was met with harsh words, isolation and confinement, and emotional abuse which led to her deciding to leave to find her own freedom.\n\"Hmph! There's no chance I'll ever go back! If I'm found... then I can say goodbye to the stars and sky and I'll have to inherit the family business instead!\"\nLucy is extremely competitive. She loves to win and hates losing.\nCurrently, the one who has given her the most bitter taste of defeat is Caesar, so Lucy keeps challenging Caesar to duels, losing then challenging again, challenging then losing again.",
		"element": 201,
		"EN": "Lucy",
		"hit": 102,
		"icon": "IconRole27",
		"iconUrl": "/zzz/UI/IconRoleSelect27.webp",
		"id": "1151",
		"JA": "ルーシー",
		"KO": "루시",
		"rank": 3,
		"type": 4
	},
	"青衣": {
		"camp": 7,
		"CHS": "青衣",
		"cn": "青衣",
		"code": "QingYi",
		"desc": "...",
		"element": 203,
		"EN": "Qingyi",
		"hit": 102,
		"icon": "IconRole29",
		"iconUrl": "/zzz/UI/IconRoleSelect29.webp",
		"id": "1251",
		"JA": "青衣",
		"KO": "청의",
		"rank": 4,
		"type": 2
	}
}
